Repository: Davoodeh/thecollector
Catalog: thecollector/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: The title is already recorded. Work on something else, perhaps?
fa: این عنوان قبلاً ثبت شده. ممکن است روی عنوان دیگری کار کنید؟

source: Question
fa: سؤال

source: Answer
fa: جواب

source: Start
fa: شروع

source: End
fa: پایان

source: Title
fa: عنوان

source: Context
fa: بدنه

source: By
fa: توسط

source: Submit
fa: ثبت

source: Field must be equal to a slice from the start index to the end index of the context, %s.
fa: فیلد باید برابر با بخشی از اندیس شروع تا اندیس پایان بدنه، %s، باشد.

source: Use unique questions; Question %(first)s is the same as %(second)s.
fa: از سؤالات یکتا استفاده کنید؛ سؤال %(first)s دقیقاً برابر با %(second)s است.

source: Recorded
fa: ثبت شد

source: Test dataset form
fa: فرم دیتاست تست

source: The form
fa: فرم

source: Guideline
fa: راهنما

source: Toggle direction
fa: تغییر جهت

source: Don't change if you don't know what's it
fa: اگر نمی‌دانید این چیست آنرا ویرایش نکنید

source: A sign that you wrote this...
fa: یک نشان که شما این را نوشتید...

source: (Wikipedia) Title for your content...
fa: عنوان (ویکی‌پدیای) محتوای شما...

source: Check
fa: بررسی

source: Some story here...
fa: محتوایی در اینجا...

source: Pair
fa: جفت

source: Selected in the context
fa: در بدنه

source: Pre
fa: قبلی

source: Next
fa: بعدی

source: Impossible questions
fa: سؤالات غیرممکن

source: Also available in
fa: همچنین در

source: Test dataset guideline
fa: راهنمای دیتاست تست
